"Already logged in"="你已登录。";
"AuthData failed"="无法找到验证数据。";
"Blocked device"="装置被封锁";
"Connection failed"="无法连接，请查后再次连接。";
"Current thread is not a main thread"="该API只在主线程才可以呼叫.";
"Game inspection"="正在维修当中.";
"Hangame inspection"="Hangame正在维修当中.";
"Ignore and play"="稍后";
"Image encoding failed"="无法读取图片。请再试一次.(0X%08x)";
"Internal error"="发生内部错误.";
"Invalid client version"="客户端的版本不正确";
"Invalid game info"="游戏信息不正确";
"Invalid parameter"="参数不正确";
"Invalid system info"="系统信息不正确";
"Invalid using API"="使用的API不正确";
"Invalid using login API"="使用的登录API不正确";
"Json parsing failed"="呼叫信息失败。请再试。(0X%08x)";
"Latest version exist"="发现最新版本";
"Admin returned not loginable"="在Admin上设置为不可登录.";
"Admin returned not playable"="在Admin上设置为不可执行游戏.";
"Move to appstore"="立即更新";
"New version detected, but playable"="为了使用更好的稳定服务，必须更新为最新版本.";
"New version detected, no playable"="为了使用更好的稳定服务，必须更新为最新版本.";
"Not enough memory"="执行中的应用太多，内存不足。请先关闭不使用的应用后，再执行。";
"Not exist authData"="没有认证信息。";
"Not initialized"="该系统还没有被初始化.";
"Network restoring"="正在恢复网路.";
"Not logged in"="您还没有登录.";
"Not supported function"="此功能不支持.";
"Not registered game"="这游戏未注册";
"Not usable device"="不可使用的装置.";
"Resource update fail"="更新资源失败.";
"Now waiting login"="等待登录完成.";
"Platform inspection"="该平台正在维护.";
"Success"="成功";
"Time out"="系统响应超时，请稍后再试.";
"Unknown error"="连接到服务器时，发生错误.(代码:0X%08x)";
"User canceled"="被用户取消.";
"Return to game"="回到游戏.";
"Would you excute this game after exit"="你想要运行该应用吗?";
"Would you launch app store after exit"="你想要下载该应用吗?";
"Would you move to game portal after exit"="这游戏还没有在iOS开始服务. 你想到该游戏的详细资讯网页吗?";
"Detected Jail break warning"="因为该装置的不正常使用，不可继续使用服务";
"Detected cheating app warning"="干预游戏正常运作的工具一旦被发现, 如果不删除游戏将被终止.";
"Title for agreement"="注意事项!";
"Message for agreement"="干预游戏正常运作的工具一旦被发现, 如果不删除游戏将被终止. 装置内存在干预游戏的工具时, 工具信息会被获取.";
"Permit agreement"="同意";
"Refuse agreement"="不同意";
"Message for inspection, can not play"="维修中，服务暂时受限.";
"Message for inspection but playable"="维修中，一些服务贿暂时受限.";
"Message for resource update failed"="由于客户端信息不正确，无法更新资源. 请联系我们的客户服务中心.";
"Message for blocked device"="在这装置里不能提供服务";
"Message for not registered device"="只有一些已注册的装置才可用服务.";
"Message for server error"="发生服务错误，无法连接游戏.请结束游戏后，再试.";
"Message for punishment"="The gameplay is restricted due to abnormal gameplay.";
"Message for deactivation"="您的帐户已被停用。不能再使用该服务。";
"Service closed"="服务已关闭，谢谢你的支持.";
"Cancel"="取消";
"Excute"="运行";
"Confirm"="确认";
"Close"="关闭";
"Detail"="详细查看";
"Age Requirement for Adult"="未成年の方は、アイテムを購入する前に保護者の許可が必要です。あなたは20歳未満ですか？";
"Check Permission by Parents"="保護者の許可をもらいましたか？";
"YES"="Yes";
"NO"="No";
